
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's04a2bb60eb38f246': `あなたのストーリーを追加`,
's0f136ff2c086b760': `リセット`,
's116a8d48166d06f0': `アカウント登録成功`,
's123467b419acbc07': `メール`,
's1978bd4ba70d2159': `ストーリーの追加に失敗しました`,
's24eb6ed15e6253d7': `説明`,
's25a08d8d86e134df': `送信`,
's2b940301421633c3': `ここに説明を入力`,
's37ee620e44d1533d': `テキストを5〜125文字以上入力してください`,
's3cf0c263cd2dcba3': `既にアカウントをお持ちですか？`,
's3d5ec69a6bb3472e': `暗い`,
's45dab30b4d2d3c14': `ログイン`,
's4b1a493507b3a318': `パスワード`,
's4c9c0860ebbb779a': `位置情報の取得に失敗しました`,
's4e88ffdb99e2ac13': `日付`,
's51d0f228b37fd03e': `今日あなたの話を聞きたい`,
's52c7e91ac3b4c3b1': `次へ`,
's55a10969ca715e1a': `ホーム`,
's5a0a1db9e8aa5cda': `アカウントが見つかりません！`,
's62f49131afb567ec': `データが見つかりません`,
's63dc8e0c3a4e101c': `設定`,
's742c9c23d1339e9a': `ログインページにリダイレクトされます`,
's791e05c31c49ee28': `パスワードを変更`,
's7ae24e2336894d23': `アカウントをお持ちではありませんか？`,
's7e529dba6c35eb7a': `最終更新`,
's839a089030f02437': `ストーリーが正常に追加されました`,
's854242b8a879835a': `ストーリーを追加`,
's861bcba4db199cb4': `ログイン`,
's87f398d5a8c139c0': `明るい`,
's90a714a4349ca0f1': `ログアウト`,
's94a644b5e0880579': `ユーザー名`,
's9a6832609fd9c1bf': `メールアドレス`,
'sa52127387350c01a': `設定をリセット`,
'sa7a70bfb41a338db': `パスワード`,
'sb1a4bc14542488cb': `アカウント登録に失敗しました！`,
'sb265cc26dbb527f9': `名前を変更`,
'sb56798071baac29e': `ダッシュボード`,
'sb616cbe958dea2ee': `ログイン成功`,
'sb7c4c1e6784787df': `プロフィール`,
'sc22a9483cdfc43da': `アカウント`,
'sc4bcb1ba8e632252': `名前`,
'sd064987a26e82eb7': `テーマを変更`,
'sd535cd6798034923': `として送信`,
'sd93e3def078c6f4c': `ゲスト`,
'sd93ff51dd0da1dbf': `登録`,
'sdb40d268bbd1a81c': `言語を変更`,
'sdeec2d9bd0d9a355': `青`,
'se96192ff1de6ff4d': `アカウントを削除する`,
'seb832a602c5b48df': `登録`,
'sf31e8cf85d601d2a': `前へ`,
'sf41b5558524d0412': `ホームページにリダイレクトされます`,
    };
  