Repository: ariafatah0711/dicoding_4
Catalog: xliff/*.xlf
Languages: fr, ja

# sb56798071baac29e
source: dasbor
fr: tableau de bord
ja: ダッシュボード

# s63dc8e0c3a4e101c
source: pengaturan
fr: paramètres
ja: 設定

# sc22a9483cdfc43da
source: akun
fr: compte
ja: アカウント

# s90a714a4349ca0f1
source: keluar
fr: déconnexion
ja: ログアウト

# s861bcba4db199cb4
source: masuk
fr: connexion
ja: ログイン

# s854242b8a879835a
source: tambah cerita
fr: ajouter une histoire
ja: ストーリーを追加

# s55a10969ca715e1a
source: beranda
fr: accueil
ja: ホーム

# sb7c4c1e6784787df
source: profil
ja: プロフィール

# s51d0f228b37fd03e
source: aku ingin denger cerita kamu hari ini
fr: Je veux entendre ton histoire aujourd'hui
ja: 今日あなたの話を聞きたい

# s04a2bb60eb38f246
source: tambahkan ceritamu
fr: ajoute ton histoire
ja: あなたのストーリーを追加

# s87f398d5a8c139c0
source: terang
fr: clair
ja: 明るい

# s3d5ec69a6bb3472e
source: gelap
fr: sombre
ja: 暗い

# sdeec2d9bd0d9a355
source: biru
fr: bleu
ja: 青

# sdb40d268bbd1a81c
source: ganti bahasa
fr: changer de langue
ja: 言語を変更

# s2b940301421633c3
source: masukan deskripsi disini
fr: entrez la description ici
ja: ここに説明を入力

# s24eb6ed15e6253d7
source: deskripsi
fr: description
ja: 説明

# sd535cd6798034923
source: kirim sebagai
fr: envoyer en tant que
ja: として送信

# sd93e3def078c6f4c
source: tamu
fr: invité
ja: ゲスト

# s25a08d8d86e134df
source: kirim
fr: envoyer
ja: 送信

# s94a644b5e0880579
source: username
fr: nom d'utilisateur
ja: ユーザー名

# s9a6832609fd9c1bf
source: alamat email
fr: adresse e-mail
ja: メールアドレス

# s4b1a493507b3a318
source: password
fr: mot de passe
ja: パスワード

# sb265cc26dbb527f9
source: ganti nama
fr: changer de nom
ja: 名前を変更

# sd064987a26e82eb7
source: ganti tema
fr: changer de thème
ja: テーマを変更

# s7e529dba6c35eb7a
source: last updated
fr: dernière mise à jour
ja: 最終更新

# sf31e8cf85d601d2a
source: sebelumnya
fr: précédent
ja: 前へ

# s52c7e91ac3b4c3b1
source: berikutnya
fr: suivant
ja: 次へ

# s4e88ffdb99e2ac13
source: tanggal
fr: la date
ja: 日付

# s0f136ff2c086b760
source: reset
fr: réinitialiser
ja: リセット

# s791e05c31c49ee28
source: ganti kata sandi
fr: changer de mot de passe
ja: パスワードを変更

# se96192ff1de6ff4d
source: hapus akun
fr: Supprimer le compte
ja: アカウントを削除する

# sa52127387350c01a
source: setel ulang pengaturan
fr: réinitialiser les paramètres
ja: 設定をリセット

# s45dab30b4d2d3c14
source: Masuk
fr: Connexion
ja: ログイン

# s123467b419acbc07
source: email
ja: メール

# sa7a70bfb41a338db
source: kata sandi
fr: mot de passe
ja: パスワード

# s7ae24e2336894d23
source: Belum punya akun?
fr: Vous n'avez pas de compte ?
ja: アカウントをお持ちではありませんか？

# seb832a602c5b48df
source: daftar
fr: Inscription
ja: 登録

# s3cf0c263cd2dcba3
source: Sudah punya akun?
fr: Vous avez déjà un compte ?
ja: 既にアカウントをお持ちですか？

# s5a0a1db9e8aa5cda
source: Akun tidak ditemukan!
fr: Compte non trouvé !
ja: アカウントが見つかりません！

# sb616cbe958dea2ee
source: Berhasil Login
fr: Connexion réussie
ja: ログイン成功

# sf41b5558524d0412
source: Akan dialihkan ke home
fr: Redirection vers la page d'accueil
ja: ホームページにリダイレクトされます

# sb1a4bc14542488cb
source: Gagal mendaftarkan akun!
fr: Échec de l'inscription du compte !
ja: アカウント登録に失敗しました！

# s116a8d48166d06f0
source: Berhasil mendaftarkan akun
fr: Inscription réussie
ja: アカウント登録成功

# s742c9c23d1339e9a
source: Akan dialihkan ke halaman login
fr: Redirection vers la page de connexion
ja: ログインページにリダイレクトされます

# sd93ff51dd0da1dbf
source: Daftar
fr: Inscription
ja: 登録

# sc4bcb1ba8e632252
source: nama
fr: nom
ja: 名前

# s37ee620e44d1533d
source: masukan text minimal 5-125 huruf
fr: Saisissez un texte de 5 à 125 lettres minimum
ja: テキストを5〜125文字以上入力してください

# s1978bd4ba70d2159
source: Gagal Menambahkah Story
fr: Échec de l'ajout de l'histoire
ja: ストーリーの追加に失敗しました

# s839a089030f02437
source: Berhasil Menambahkan Story
fr: Ajout de l'histoire réussi
ja: ストーリーが正常に追加されました

# s62f49131afb567ec
source: data tidak ditemukan
fr: données non trouvées
ja: データが見つかりません

# s4c9c0860ebbb779a
source: Gagal Mendapatkan lokasi
fr: Échec de l'obtention de la localisation
ja: 位置情報の取得に失敗しました
